{"keys":["Proposed by","Description","Image","Name"],"data":[[["Peng Chen"],"Our research field includes metasurfaces enhanced quantum optics, optical tweezers for quantum optics and miniatured, integrated atomic/molecules systems for quantum optics. We will explore the versatile applications of integrated quantum optical systems in many-body physics, quantum communications, quantum metrology, and quantum computation.",["__site/assets/databases/dcbb0aa27be6422d986506c9db8a69e0/pengchen.jpg"],"Quantum Optics with Metasurfaces"],[["Jinguo Liu"],"Quantum software team aims to develop maintainable, high performant softwares to simulate the dynamics of a quantum systems, including the non-equilibrium dynamics of quantum mady body system and quantum computing. Differential programming is incoporated into the software to infer the model parameters of a physical system by inverse engineering.",["__site/assets/databases/dcbb0aa27be6422d986506c9db8a69e0/software.jpg"],"Quantum Software"],[["Qiming Shao"],"Spintronic Quantum Material Laboratory (SQML) aims to realize energy and time-efficient hardware using quantum materials for physical and quantum intelligence. Currently, we are focusing on novel electronic and spintronic materials and structures for memory, neuromorphic and quantum computing applications.",["__site/assets/databases/dcbb0aa27be6422d986506c9db8a69e0/research_cover.jpg"],"Spintronic Quantum Material"],[["Haoxiang Li"],"With our development of an integrated system that incorporates angle-resolved photoemission spectroscopy (ARPES) and high-resolution electron energy loss spectroscopy (HREELS), we will explore the intertwining charge orders, superconductivity, and electron topology through the direct probe of the electron sand patnms’behaviorsin novel quantum materials.",["__site/assets/databases/dcbb0aa27be6422d986506c9db8a69e0/spectroscopy-good.jpg"],"Advanced Spectroscopies"],[["Sen Yang"],"Color center based solid state qubits has great quantum properties even in ambient condtions. They can be initialized, controlled and read out with high fidelity. Here we are using those qubits for quantum sensing tiny signals in quantum materials, quantum nodes for quantum computing and spin-photon nodes for coherent coupling with light.",["__site/assets/databases/dcbb0aa27be6422d986506c9db8a69e0/mmexport1664159691162.jpg"],"Solid state qubit system"],[["Xiaoxiao Wu"],"Manipulation of electromagnetic waves, or photons, plays a central role in modern human society. To overcome stringent limits imposed on natural materials, we will focus on the research of photonic metamaterials, artificial microstructures designed by incorporating exotic physics, such as conformal transformation and band topology, to achieve full manipulation of photons. We will pay special attention to the THz-frequency photons, and explore their interactions with various quantum materials and devices.",["__site/assets/databases/dcbb0aa27be6422d986506c9db8a69e0/wxx.jpg"],"Photonic metamaterials"]]}