{"keys":["Chair","Zoom Recording","HKUST Poster","Date and Time","Zoom","Tags","Bio","Status","Invited By","Name","Abstract","Title","CV","Meet","Email","Location","google scholar"],"data":[["","","","2022-11-22T14:00:00.000+08:00","",["cosmology","quantum field theory"],"","Not started",[],"周思益 Siyi Zhou","","",[],"","siyi@people.kobe-u.ac.jp","","https://scholar.google.com/citations?hl=zh-CN&user=ZIkuf_gAAAAJ"],["","","","2022-10-25T14:00:00.000+08:00","",["loop quantum gravity"],"Zichang Huang got his B.S. from the Beijing Normal University in 2012. In 2013, he got the master’s degree from the Aix-Marseille University in France. After that he went to the Florida Atlantic University and got his Ph.D. in 2019. From 2019 to 2022, he worked in Fudan University as a post-doctoral researcher. Zichang works on the loop quantum gravity (LQG) which discusses how the gravity theory can be combined with the quantum theory. Specifically, he focused on using the numerical methods to solve problems in the LQG.","In progress",["Bei Zeng"],"黄子鬯 Zichang Huang","The Lefschetz-thimble method is a way to evaluate the complex path integral in a system with complex-valued action. In this talk, two interesting applications of this method will be given: to compute the observables in the system suffering from the sign problem and to find the complex saddle points of an analytically continued action. In particular, the covariant formulation of the Loop Quantum Gravity, i.e., the spin foam model, is used as our proofing ground. We use the thimble method to compute 2-point correlation function and to find the complex saddle points in the spin foam model.","The Lefschetz thimble and its application to the spin foam model",[],"","hzc881126@hotmail.com","",""],["","","","","",["Not Recruitable","Quantum Machine Learning"],"Jun Qi received his Ph.D. in the School of Electrical and Computer Engineering at Georgia Institute of Technology, Atlanta, GA, in 2022, advised by Prof. Chin-Hui Lee and Prof. Xiaoli Ma. Previously, he obtained two Master in Electrical Engineering from the University of Washington, Seattle, and Tsinghua University, Beijing, in 2013 and 2017, respectively. Besides, he was a research intern in the Deep Learning Technology Center at Microsoft Research, Redmond, WA, Tencent AI Lab, WA, and MERL, MA, USA. Dr. Qi was the recipient of 1st prize in Xanadu AI Quantum Machine Learning Competition 2019, and his ICASSP paper on quantum speech recognition was nominated as the best paper candidate in 2022. Besides, he gave two Tutorials on Quantum Neural Networks for Speech and Language Processing at the venues of IJCAI’21 and ICASSP’22.","",["Bei Zeng"],"祁均 Jun Qi","Quantum computing has undergone rapid development over recent years: from first conceptualization in the 1980s, and early proof of principles for hardware in the 2000s, quantum computers can now be built with hundreds of qubits. While the technology remains in its infancy, the fast progress of quantum hardware has led many to assert that so-called Noisy-Intermediate Scale Quantum (NISQ) devices could outperform conventional computers shortly. Remarkably, the Variational Quantum Eigensolver (VQE) was put forth to be the most promising algorithm on NISQ devices because VQE admits only a small number of qubits and shows some degree of noise resilience. The VQE mechanisms are often cast as hybrid algorithms that practically allow a variational quantum classifier (VQC) with classical machine learning and signal processing models. Moreover, the quantum kernel algorithms realize the property of non-linearity in quantum feature space and have even been regarded as an alternative to VQC for quantum machine learning data. Thus, this proposal aims at the state-of-the-art quantum machine learning algorithms by investigating the VQC-based quantum algorithms in-depth and exploiting the related applications in machine learning and signal processing problems.","Quantum Machine Learning: Theoretical Foundations and Applications on NISQ Devices",[],"","jqi41@gatech.edu","","https://scholar.google.com/citations?hl=zh-CN&user=7oZpnlkAAAAJ"],["","","","","",["Professor","Material"],"","Not started",["Bei Zeng","Xi Dai"],"张文清 Wenqing Zhang","","",[],"","zhangwq@sustech.edu.cn","",""],["","","","","",["Condensed matter","Material"],"","Not started",["Xi Dai"],"刘健鹏 Jianpeng Liu","","",[],"","liujp@shanghaitech.edu.cn","","https://scholar.google.com/citations?hl=zh-CN&user=f7C25UIAAAAJ"],["","","","","",["Hall effect"],"","Done",["Sen Yang"],"Cong Xiao","","",[],"","congxiao@hku.hk","","https://scholar.google.com/citations?user=cz4G-ykAAAAJ&hl=en&oi=ao"],["","","","","",["Associate Professor","DFT","Numeric methods","No Talk"],"","Not started",["Ding Pan"],"李武 Wu Li","","",[],"","wu.li@szu.edu.cn","","https://scholar.google.com/citations?user=DXiwgH8AAAAJ&hl=en&oi=sra"],["","","","2022-11-23T14:00:00.000+08:00","",["Superconductivity"],"Noah Fan Qi Yuan graduated from the Hong Kong University of Science and Technology, and then moved to MIT as a postdoc. Now he is an Associate Professor at Harbin Institute of Technology, Shenzhen. He mainly works on the analytical theories of unconventional superconductivity, such as topological superconductivity, Ising superconductivity, moiré superconductivity, and two-dimensional superconductivity.","In progress",["Bei Zeng"],"袁凡奇 Fanqi Yuan","When both inversion and time-reversal symmetries are broken, the critical current of a superconductor can be nonreciprocal. In certain classes of two-dimensional superconducting systems with spin-orbit coupling, Cooper pairs acquire a finite momentum upon the application of an in-plane magnetic field, and as a result, critical currents in the direction parallel and antiparallel to the Cooper pair momentum become unequal. The nonreciprocal superconducting transport phenomena, supercurrent diode effect (for a single superconductor) and Josephson diode effect (for a Josephson junction of two superconductors) have been reported in a growing number of recent experiments, which will be addressed in this talk in terms of finite-momentum superconductivity.","Supercurrent diode effect, Josephson diode effect and finite-momentum superconductivity",[],"","fyuanaa@connect.ust.hk","","https://scholar.google.com/citations?user=wtiDrQcAAAAJ&hl=en"],["","https://hkust.zoom.us/rec/share/G0MZnv_uiSNjcydb9JvNA4VWC1zmfXAzhHtzT_ZBM0sRNdkDGP_H7cvpwMJnZmU.xEIXjDNBLz7XMrpS","https://calendar.hkust.edu.hk/events/public-research-seminar-advanced-materials-thrust-function-hub-hkustgz-nishimoris-cat-stable","2022-09-15T14:00:00.000+08:00","https://hkust.zoom.us/j/97977560698?pwd=c1o3UzBna1pIaUFkV1M5alRTTGtvQT09",["Wanted by Prof. Gao","Non-equilibrium dynamics","Spin liquid"],"Guo-Yi Zhu (朱国毅) receives his bachelor degree from South China University of Technology in July 2014, and his PhD degree from Tsinghua University in July 2019. He has been working as a postdoctoral fellow for Max Planck Institute for the Physics of Complex Systems from September 2019 to August 2021, and for the Institute for Theoretical Physics, University of Cologne, from September 2021 until now. His research interests are long-range entangled topological states of matter, strongly correlated electrons, and some out-of-equilibrium quantum manybody dynamics.","Done",["Jinguo Liu"],"朱国毅 Guoyi Zhu","In the field of monitored quantum circuits, it has remained an open question whether finite-time protocols for preparing long-range entangled (LRE) states lead to phases of matter which are stable to gate imperfections. Here we show that such gate imperfections effectively convert projective into weak measurements and that, in certain cases, long-range entanglement persists, even in the presence of weak measurements and gives rise to novel forms of quantum criticality. We demonstrate this explicitly for preparing the two-dimensional (2D) GHZ cat state and the three-dimensional (3D) toric code as minimal instances. In contrast to previous studies on measurement-induced phases and transitions, our circuit of gates and measurements is deterministic; the only randomness is in the measurement outcomes. We show how the randomness in these weak measurements allows us to track the solvable Nishimori line of the random-bond Ising model, rigorously establishing the stability of the glassy LRE states in two and three spatial dimensions. Away from this exactly solvable construction, we use hybrid tensor network and Monte Carlo simulations to obtain a non-zero Edwards-Anderson order parameter as an indicator of long-range entanglement in the 2D scenario. We argue that our protocol admits a natural implementation in existing quantum computing architectures, requiring only a depth-3 circuit on IBM’s heavy- hexagon transmon chips.","Nishimori’s cat: stable long-range entanglement from finite-depth unitaries and weak measurements",[],"https://docs.google.com/spreadsheets/d/1uFJ5CYtGzvb3hAokhk_ODuCVGptwiA3nZt0-gW1fUJw/edit?usp=sharing","gzhu@uni-koeln.de","实验楼W1, 2楼, 202","https://scholar.google.com/citations?hl=zh-CN&user=JwzjqcYAAAAJ&view_op=list_works&sortby=pubdate"],["","","","2022-10-18T14:00:00.000+08:00","",["Condensed matter","Material"],"Mingqiang Gu received his PhD in Physics from Nanjing University in 2014, supervised by Prof. Xiaoshan Wu. He spent 5 years for his postdoctoral research in James Rondinelli Group at Northwestern University. He became a research associate professor at Department of Physics of Southern University of Science and Technology since 2020. He has been studying novel phenomena in strongly correlated materials and topological materials. He has developed a DFT-based time-dependent Liouville density functional theory (TDLDFT) to describe the charge transfer in the excited states after optical excitation. He has also developed a method to compute the 1D hinge states in the 3D materials based on the Wannier orbitals. I have published 30+ articles in journals including SCIENCE, Nature Materials, Nature Communications, PRL, PRB, Nano Letters, etc.","In progress",["Bei Zeng"],"顾铭强 Mingqiang Gu","Light-matter interaction offers opportunities not only to probe different responses in a wide temporal range, but also to manipulate the material properties in an ultrafast manner. It has been identified as an essential route to discover dynamical phases in materials that are unexpected (hidden) in the equilibrium phase diagram. In this talk, I will go through some recent progress in both theoretical design and experimental realization of optical manipulation and detection of novel phases in quantum materials. In oxide perovskites, we have designed an ultrafast route to control the microstructure, which might eventually lead to magnetic phase transition. Similar method can be applied in the Weyl semimetal to switch the inversion symmetry on and off, in this sense the topological electronic band structure can be controlled. We have also observed the light-induced magnetic/charge order-disorder phase transition in a strongly correlated oxide, an ultrafast and non-contact route to control the multiferroics. Finally, I would like to discuss the proposal of using optical Faraday/Kerr rotation as the signature for identifying the novel Axion insulators.","Optical responses and manipulation in strongly correlated and topological materials",[],"","gumq@sustech.edu.cn","","https://scholar.google.com/citations?user=AID_YUIAAAAJ&hl=zh-CN&oi=ao"]]}