{"keys":["Zoom Recording","HKUST Poster","Date and Time","Zoom","Bio","Invited By","Name","Abstract","Title","CV","Meet","Email","Location","google scholar"],"data":[["","","","","","Xi Dai and Bei Zeng","张文清 Wenqing Zhang","","",["__site/assets/databases/d7fd2fd0f11e48dbb13e1018682d6219/nse-3769286837861805666-Wenqing ZHANG-CV-2022.09-10.docx.docx"],"","","",""],["","","","","","Xi Dai","刘健鹏 Jianpeng Liu","","",["__site/assets/databases/d7fd2fd0f11e48dbb13e1018682d6219/nse-2107145533209806184-jpliu_2022cv.pdf.pdf"],"","","",""],["","","","","","Sen Yang","Cong Xiao","","",["__site/assets/databases/d7fd2fd0f11e48dbb13e1018682d6219/nse-2155764127370314529-CV Cong Xiao.pdf.pdf"],"","congxiao@hku.hk","","https://scholar.google.com/citations?user=cz4G-ykAAAAJ&hl=en&oi=ao"],["","","","","","Ding Pan","李武 Wu Li","","",[],"","wu.li@szu.edu.cn","","https://scholar.google.com/citations?user=DXiwgH8AAAAJ&hl=en&oi=sra"],["","","","","Noah Fan Qi Yuan graduated from the Hong Kong University of Science and Technology, and then moved to MIT as a postdoc. Now he is an Associate Professor at Harbin Institute of Technology, Shenzhen. He mainly works on the analytical theories of unconventional superconductivity, such as topological superconductivity, Ising superconductivity, moiré superconductivity, and two-dimensional superconductivity.","Bei Zeng","袁凡奇 Fanqi Yuan","When both inversion and time-reversal symmetries are broken, the critical current of a superconductor can be nonreciprocal. In certain classes of two-dimensional superconducting systems with spin-orbit coupling, Cooper pairs acquire a finite momentum upon the application of an in-plane magnetic field, and as a result, critical currents in the direction parallel and antiparallel to the Cooper pair momentum become unequal. The nonreciprocal superconducting transport phenomena, supercurrent diode effect (for a single superconductor) and Josephson diode effect (for a Josephson junction of two superconductors) have been reported in a growing number of recent experiments, which will be addressed in this talk in terms of finite-momentum superconductivity.","Supercurrent diode effect, Josephson diode effect and finite-momentum superconductivity",["__site/assets/databases/d7fd2fd0f11e48dbb13e1018682d6219/CV.docx"],"","fyuanaa@connect.ust.hk","","https://scholar.google.com/citations?user=wtiDrQcAAAAJ&hl=en"],["https://hkust.zoom.us/rec/share/G0MZnv_uiSNjcydb9JvNA4VWC1zmfXAzhHtzT_ZBM0sRNdkDGP_H7cvpwMJnZmU.xEIXjDNBLz7XMrpS","https://calendar.hkust.edu.hk/events/public-research-seminar-advanced-materials-thrust-function-hub-hkustgz-nishimoris-cat-stable","2022-09-15T14:00:00.000+08:00","https://hkust.zoom.us/j/97977560698?pwd=c1o3UzBna1pIaUFkV1M5alRTTGtvQT09","Guo-Yi Zhu (朱国毅) receives his bachelor degree from South China University of Technology in July 2014, and his PhD degree from Tsinghua University in July 2019. He has been working as a postdoctoral fellow for Max Planck Institute for the Physics of Complex Systems from September 2019 to August 2021, and for the Institute for Theoretical Physics, University of Cologne, from September 2021 until now. His research interests are long-range entangled topological states of matter, strongly correlated electrons, and some out-of-equilibrium quantum manybody dynamics.","Jinguo Liu","朱国毅 Guoyi Zhu","In the field of monitored quantum circuits, it has remained an open question whether finite-time protocols for preparing long-range entangled (LRE) states lead to phases of matter which are stable to gate imperfections. Here we show that such gate imperfections effectively convert projective into weak measurements and that, in certain cases, long-range entanglement persists, even in the presence of weak measurements and gives rise to novel forms of quantum criticality. We demonstrate this explicitly for preparing the two-dimensional (2D) GHZ cat state and the three-dimensional (3D) toric code as minimal instances. In contrast to previous studies on measurement-induced phases and transitions, our circuit of gates and measurements is deterministic; the only randomness is in the measurement outcomes. We show how the randomness in these weak measurements allows us to track the solvable Nishimori line of the random-bond Ising model, rigorously establishing the stability of the glassy LRE states in two and three spatial dimensions. Away from this exactly solvable construction, we use hybrid tensor network and Monte Carlo simulations to obtain a non-zero Edwards-Anderson order parameter as an indicator of long-range entanglement in the 2D scenario. We argue that our protocol admits a natural implementation in existing quantum computing architectures, requiring only a depth-3 circuit on IBM’s heavy- hexagon transmon chips.","Nishimori’s cat: stable long-range entanglement from finite-depth unitaries and weak measurements",["__site/assets/databases/d7fd2fd0f11e48dbb13e1018682d6219/Guo-Yi Zhu_2022_CurriculumVitae (2).pdf"],"https://docs.google.com/spreadsheets/d/1uFJ5CYtGzvb3hAokhk_ODuCVGptwiA3nZt0-gW1fUJw/edit?usp=sharing","gzhu@uni-koeln.de","实验楼W1, 2楼, 202","https://scholar.google.com/citations?hl=zh-CN&user=JwzjqcYAAAAJ&view_op=list_works&sortby=pubdate"],["","","","","","Bei Zeng","顾铭强 Mingqiang Gu","","",["__site/assets/databases/d7fd2fd0f11e48dbb13e1018682d6219/CV_Mingqiang_Gu_2022_v4.pdf","__site/assets/databases/d7fd2fd0f11e48dbb13e1018682d6219/顾铭强-学术介绍.docx"],"","gumq@sustech.edu.cn","","https://scholar.google.com/citations?user=AID_YUIAAAAJ&hl=zh-CN&oi=ao"]]}