{"keys":["Interest","Office","Titles","Docs","Home page","Avatar","Roles","English name","Bio","中文名","Tel","Email"],"data":[["Professor Wen's main research interests include soft condensed matter physics, electrorheological (ER) and magnetorheological (MR) fluids, field-induced pattern and structure transitions, micro- and nano-fluidic controlling, microsphere and nanoparticle fabrications, thin film physics, band gap materials, metamaterials and nonlinear optical materials.","Room 4422, HKUST",["Professor of Department of Physics"],[],"https://physics.usthk.cn/eng/people_detail.php?pplcat=5&id=624",["__site/assets/databases/eb1998c2a7c54c649aa88ca82acc101d/Weijia wen.jpg"],[],"Weijia Wen","Professor Weijia Wen is a professor in Hong Kong University of Science and Technology. He earned his BS (1982) and MS (1988) degrees at Chongqing University. He completed his PhD (1995) degree in Institute of Physics, Chinese Academy of Science, Beijing. He was a postdoctor in HKUST and UCLA during the period of 1995-1999. He joined HKUST since 1999. Professor Wen's main research interests include soft condensed matter physics, electrorheological (ER) and magnetorheological (MR) fluids, field-induced pattern and structure transitions, micro- and nano-fluidic controlling, advanced functional materials including microsphere and nanoparticle fabrications, thin film physics, band gap materials, metamaterials and nonlinear optical materials.","温维佳","(852) 2358 7979","phwen@ust.hk"],["His research interest is solid state optics and quantum optics based on solid state qubits, and in particular developing quantum information technologies with color centers such as nitrogen vacancy centers in diamond. The group has been working on using those qubits to sense quantum physics in various systems, as well as building quantum information devices. They are also developing novel direct laser writing fabrication technologies.","Room 4477, HKUST",["Associate Professor of Department of Physics"],[],"https://physics.usthk.cn/eng/people_detail.php?pplcat=1&id=627",["__site/assets/databases/eb1998c2a7c54c649aa88ca82acc101d/1648697334_p.jpg"],[],"Sen Yang","Dr. Sen Yang received his Bachelor's degree in Physics at Tsinghua University in Beijing (2002), and Ph.D. in Physics at the University of California, San Diego (2009). He did Postdoc researches in University of Texas at Austin and University of Stuttgart. From 2016-2021, he was an assistant professor in the department of physics in the Chinese University of Hong Kong. Since 2021, he works as an associate professor in the department of physics at the Hong Kong University of Science and Technology.","杨森","(852) 2358 7981","physyang@ust.hk"],["Professor Li’s research revolves around various extraordinary optical phenomena given by metamaterials and photonic crystals, with prominent examples such as invisibility cloaking and super-resolution imaging. His current interests are in transformation optics, metasurfaces, non-Hermitian optics and complex media. Apart from electromagnetic waves, he is keen on extending the concepts of metamaterials to acoustic and elastic waves.","Room 4445, HKUST",["Professor of Department of Physics"],[],"https://physics.usthk.cn/eng/people_detail.php?pplcat=1&id=433",["__site/assets/databases/eb1998c2a7c54c649aa88ca82acc101d/1507461571_p.jpg"],[],"Jensen Tsan Hang Li","Professor Jensen Li obtained his BEng degree with first class honours in electrical and electronic engineering from the University of Hong Kong in 1998 and his MPhil, PhD degree in physics from the Hong Kong University of Science and Technology in 2000 and 2004. From 2005 to 2007, Jensen worked in Imperial College London, with support from a Croucher Foundation postdoctoral fellowship. From 2007 to 2009, he was a postdoctoral researcher at the University of California at Berkeley. From 2009 to 2013, he was an assistant professor at the City University of Hong Kong. In 2013, he joined the University of Birmingham as a senior lecturer and became a reader in photonics. He joined the Department of Physics in HKUST in 2017. Prof Li is also the Director of \nCenter for Metamaterials Research\n\n.","李赞恒","(852) 2358 7471","jensenli@ust.hk"],["Microelectronics; \nMagnetotransport; \nMagneto-optical properties; \nQuantum devices; \nNeuromorphic engineering","Room 2442, HKUST",["Assistant Professor of the Departments of Electronic and Computer Engineering and Physics"],[],"https://ece.hkust.edu.hk/eeqshao",["__site/assets/databases/eb1998c2a7c54c649aa88ca82acc101d/Qiming Shao.jpg"],[],"Qiming Shao","Qiming Shao is an assistant professor in the departments of Electronic and Computer Engineering and Physics (by courtesy) at the Hong Kong University of Science and Technology. He received his Bachelor’s degree from Tsinghua University and his Ph.D. from University of California, Los Angeles (UCLA). His research works are published in top peer-reviewed journals and conferences, including Nature Nanotechnology, Nature Electronics, Nature Communications, Nano Letters, and International Electron Device Meeting. He is a recipient of IEEE Magnetics Society’s 2022 Early Career Award, UCLA 2018-2019 Dissertation Year Fellowship, Distinguished PhD Dissertation Award, 2019 Chinese Government Award for Outstanding Self-Financed Students Abroad, two Best Poster Awards at 2018 International Conference on Magnetism, and 2015 Qualcomm Innovation Fellowship finalist. He was the chair of the IEEE Hong Kong Joint Chapter of Electron Devices and Solid-State Circuits from 2020 to 2021. He is now the Treasurer of IEEE Hong Kong Magnetics Chapter.","邵启明","(852) 2358 7042","eeqshao@ust.hk"],["In this IAS Center for Quantum Technologies, Prof. Yunlong Zi's team is working on the following topics: (1) Quantum tunneling theories in triboelectric charge transfer mechanisms; (2) Quantum theories about optical emission in triboelectric discharge effect and tribo-induced electroluminescence; (3) Synthesis of nanoscale quantum materials and device fabrication.","W1 302, HKUST (GZ)",["Associate Professor of Sustainable Energy and Environment Thrust Function Hub"],[],"https://facultyprofiles.hkust-gz.edu.cn/faculty-personal-page?id=2322",["__site/assets/databases/eb1998c2a7c54c649aa88ca82acc101d/Yunlong Zi.png"],[],"Yunlong Zi","Prof. Yunlong Zi is an Associate Professor in Thrust of Sustainable Energy and Environment in Hong Kong University of Science and Technology (Guangzhou). Prof. Zi received his Ph.D. in Physics from Purdue University in 2014; his Bachelor of Engineering in Materials Science and Engineering from Tsinghua University in 2009. Before joining HKUST, he worked as an Assistant Professor at Chinese University of Hong Kong during 2017-2022, and a Postdoctoral Fellow at Georgia Institute of Technology during 2014-2017. Prof. Zi is an active young scholar in the field of triboelectric nanogenerator for high-performance energy harvesting. He coined the field of tribo-photonics toward the self-powered wireless sensing solutions. He has published over 100 journal publications with total citation of over 10000. Prof. Zi was honored as the prestigious Nano Energy Award winner 2021. He was also as Fellow of International Association of Advanced Materials (FIAAM) 2021; Vebleo Fellow 2021; the winner of MRS Postdoctoral Award by Materials Research Society in 2017; the Emerging Investigators by Journal of Materials Chemistry C in 2018; MINE Young Investigator Finalist in 2018; and one of “5 students who are transformation makers” as highlighted in Purdue homepage in 2013.","訾云龙","","ylzi@ust.hk"],["Prof. Chee-Keong Tan’s research interests are related to novel materials and quantum structure design for future devices. Tan’s team is working on the following topics: (1) Ultrawide bandgap gallium oxide and related III-oxide materials and (2) III-nitride and their quantum structures, with applications focused in microelectronics, solid state lighting, optoelectronics, and sensors. Tan’s research group cover both aspects of computational and experimental research works.","W3 304, HKUST (GZ)",["Asistant Professor of Advanced Material Thrust - Function Hub","Affiliate Assistant Professor of Dept of Electronic & Computer Engineering"],[],"https://facultyprofiles.hkust-gz.edu.cn/faculty-personal-page?id=2107",["__site/assets/databases/eb1998c2a7c54c649aa88ca82acc101d/Chee-Keong Tan.png"],[],"Chee Keong Tan","Chee-Keong Tan is an Assistant Professor in the Advanced Materials Thrust of Function Hub at The Hong Kong University of Science and Technology (Guangzhou) and an affiliated assistant professor in the Department of Electronic and Computer Engineering at The Hong Kong University of Science and Technology (Clear Water Bay). He obtained his Ph.D. in Electrical Engineering from the Lehigh University in 2016 and his B.Eng. in Electrical Engineering from the University of Sheffield in 2011. His research has focused on semiconductor materials and quantum structures for electronic and optoelectronic devices applications. Tan has extensive experience in semiconductor materials design especially in wide and ultrawide bandgap semiconductors, such as dilute-anion III-Nitride and III-Oxide based materials. Specifically, he has established foundational work in dilute-anion III-Nitride field, bringing up novel concepts that provide breakthrough from fundamental bottlenecks in conventional III-Nitrides. Dr. Tan has authored or co-authored over 100 refereed journal publications and conference presentations in total.","TAN CHEE KEONG","","cheekeongtan@ust.hk"],["In QST, Prof. Haoxiang Li’s group is working on the following topics: 1) explore intertwined quantum orders and topological many-body states in novel quantum materials; 2) investigate and manipulate lattice-spin interactions in quantum spin liquids of massive many-body entanglements; 3) develop integrated quantum spectroscopy system for probing electron quasiparticle and phonon structure and dynamics.","W3 505, HKUST (GZ)",["Asistant Professor of Advanced Material Thrust - Function Hub"],[],"https://facultyprofiles.hkust-gz.edu.cn/faculty-personal-page?id=2557",["__site/assets/databases/eb1998c2a7c54c649aa88ca82acc101d/Haoxiang Li.png"],[],"Haoxiang Li","Prof. Haoxiang Li received his Ph.D. degree of physics from the University of Colorado Boulder. Before joining HKUST (GZ), he was a postdoctoral researcher at Oak Ridge National Laboratory. His research works focused on probing quantum many-body states that emerge from charge, spin, and lattice interactions using angle-resolved photoemission spectroscopy and various X-ray scattering techniques. He has published research works in high-profile journals such as Nature Communications, Science Advances, Physical Review X, and Physical Review Letter.","李昊翔","","Haoxiangli@ust.hk"],["Prof. Jiaying Wu is working on developing fundamental understandings of charge carrier dynamics using ultrafast spectroscopies and transient optoelectronic techniques. In this QST center, she is leading an advanced characterization and analysis team to address the photo physics of optoelectronic processes such as excitonic behavior, charge transfer at heterojunctions, energy transfer etc.","W3 608, HKUST (GZ)",["Asistant Professor of Advanced Material Thrust - Function Hub","Affiliate Assistant Professor of Dept of Chemical & Biological Engineering - School of Engineering"],[],"https://facultyprofiles.hkust-gz.edu.cn/faculty-personal-page?id=342",["__site/assets/databases/eb1998c2a7c54c649aa88ca82acc101d/Jiaying Wu.png"],[],"Jiaying Wu","Prof. Jiaying Wu obtained her PhD and MRes degree from Imperial College London (ICL) under the supervision of Prof. James R. Durrant FRS and her bachelor’s degree the University of Electronics Science and Technology of China (UESTC). Her research has been published in top journals including Science, Energy and Environmental Science, Nature Communications, Joule and Advanced Materials.","吴佳莹","","jiayingwu@ust.hk"],["Dr Wu’s research features extraordinary manipulations of waves beyond conventional limits using metamaterials, which control wave-matter interaction on demand through designed ensembles of artificial structures (“meta-atoms”). With a problem-driven approach, his research interest spans on a variety areas of metamaterials, including wave-functional metamaterials, which aim at challenges impossible for plain natural materials, and topological metamaterials, which aim at exploring the profound topological physics in photonic and phononic systems for fundamental progress and also exotic applications. On wave-functional metamaterials, Dr. Wu designed and realized the first bilayer metasurface for near-unity circular polarization conversion (APL, 108, 183502(2016)). On topological metamaterials, Dr. Wu achieved the first direct observation of valley-polarized edge states (Nat. Comm, 8, 1304 (2017). Citations > 200), and proposed the first scheme for topological corner modes of arbitrary shape (PRL, 126, 226802 (2021)).","W2 405, HKUST (GZ)",["Asistant Professor of Advanced Material Thrust - Function Hub"],[],"https://facultyprofiles.hkust-gz.edu.cn/faculty-personal-page?id=2497",["__site/assets/databases/eb1998c2a7c54c649aa88ca82acc101d/Xiaoxiao Wu.png"],[],"Xiaoxiao Wu","Dr. Xiaoxiao Wu is an Assistant Professor of Advanced Materials Thrust at HKUST(GZ). He received Bachelor’s degree in Physics from Nanjing University in 2014, and PhD degree in Physics from Hong Kong University of Science and Technology in 2018. Before joining HKUST(GZ), he was a post-doctoral researcher in Prof. Xiang Zhang’s group in HKU from 2019 to 2022. Until now, he has authored more than 30 journal papers, 11 as the first author or co-first author, 5 as the co-corresponding author, and has published on top journals such as Nature Communications and Physical Review Letters. According to Google Scholar, Dr. Wu has been cited more than 900 times, and more than 600 times as the first author, co-first author, or co-corresponding author, and Dr. Wu’s h-index is 15. He also has 4 granted patents on metamaterials.","吴肖肖","","xiaoxiaowu@hkust-gz.edu.cn"],["Prof. Gan’s research interests are on applied math and scientific computing, specifically for problems arise from advanced materials, soft matter physics, and biology. His previous research focuses on the efficient representation and algorithmic optimization for many-body interacting particle systems, and methods for partial differential equations. More recently, he is also working on data-driven and machine Learning methods for Science & Engineering.","W1 505, HKUST (GZ)",["Asistant Professor of Advanced Material Thrust - Function Hub","Affiliate Assistant Professor of Dept of Mathematics - School of Science"],[],"https://facultyprofiles.hkust-gz.edu.cn/faculty-personal-page?id=343",["__site/assets/databases/eb1998c2a7c54c649aa88ca82acc101d/Zecheng Gan.png"],[],"Zecheng Gan","Prof. Gan is an Assistant Professor in the advanced materials thrust at HKUST（GZ）and affiliate assistant professor in the department of mathematics at HKUST (CWB). He received his Bachelor and PhD in mathematics both from Shanghai Jiao Tong University. Before joining HKUST in 2021, he worked at University of Michigan (2016-2019) and New York University (2019-2021), both in mathematics. His research works have been published in top peer-reviewed math/physics journals including Physical Review Letters, SIAM Journal on Scientific Computing, Journal of Chemical Physics and Journal of Computational Physics, etc. One of his work has been selected as J. Chem. Phys. Editor’s collection 2019.","干则成","","zechenggan@ust.hk"],["1). Low-carbon and zero-carbon buildings\n2). Artificial intelligence for dynamic performance prediction and optimization\n3). Interactive energy sharing network with buildings, electric vehicles, fuel cell electric vehicles\n4). Renewable energy, energy conversion and management strategies\n5). Carbon footprint and lifecycle carbon emission of buildings\n6). Passive and active energy-efficient technologies in buildings","W3 502, HKUST (GZ)",["Assistant Professor of Sustainable Energy and Environment Thrust -  Function Hub","Affiliate Assistant Professor of Dept of Mechanical & Aerospace Engineering"],[],"https://facultyprofiles.hkust-gz.edu.cn/faculty-personal-page?id=385",["__site/assets/databases/eb1998c2a7c54c649aa88ca82acc101d/Yuekuan Zhou.png"],[],"Yuekuan Zhou","Prof. Yuekuan ZHOU is an Assistant Professor of Sustainable Energy and Environment Thrust, Function Hub at HKUST(GZ). He is also an Affiliate Assistant Professor of Mechanical and Aerospace Engineering, School of Engineering, HKUST. He received his PhD degree from Hong Kong Polytechnic University (HKPolyU), Master’s degree from Hunan University and Bachelor from PLA university of Science and Technology. His research works have been published in top peer-reviewed journals and conferences, including Renewable & Sustainable Energy Reviews, Applied Energy, Energy Conversion and Management. He was awarded the Best Paper Award in CUE2020: Applied Energy Symposium: Low carbon cities and urban energy systems, organized by Applied Energy journal. He is currently serving as an editor to launch a new international book: Advances in Digitalization and Machine Learning for Integrated Building-Transportation Energy Systems (in progress, Elsevier). He also serves as an editorial board member for several international journals, like Energy Nexus (Elsevier). Dr. Zhou has also been invited as guest editor to launch several special issues in SCI journals.","周跃宽","","yuekuanzhou@ust.hk"],["Prof. Peng Chen is devoted to studying atomic/molecular quantum systems with high controllability. In the QST center, Prof. Peng Chen’s team is working on interdisciplinary topics in experimental quantum information sciences, including (1) quantum optics with optical tweezers arrays, (2) novel quantum effects with quantum few-body systems, (3) quantum entanglement and network.","W3 406, HKUST (GZ)",["Asistant Professor of Advanced Material Thrust - Function Hub"],[],"https://facultyprofiles.hkust-gz.edu.cn/faculty-personal-page?id=2499",["__site/assets/databases/eb1998c2a7c54c649aa88ca82acc101d/Peng Chen.png"],["Email"],"Peng Chen","Prof. Chen obtained his PhD degree from Shanghai institute of optics and fine mechanics, the Chinese academy of sciences. He received his bachelor’s degree from Harbin university of science and technology. Before joining HKUST (GZ), he worked as a senior researcher at Hefei national laboratory for physical sciences at the microscale, Shanghai branch of university of science and technology (2015-2018), and research assistant professor in HKUST (2019-2022). Prof. Chen has extensive research experiences in diverse experimental fields of atomic, molecular, and optical physics, including quantum optics, ultracold atoms, Rydberg atoms, quantum metrology and surface optics. His research works have been published in top peer-reviewed journals including nature communications, physical review letters, Optica, etc. He is a member of﻿Youth Innovation Promotion Association, the Chinese Academy of Sciences.","陈鹏","","pengchen@hkust-gz.edu.cn"],["To take advantage of quantum devices/hardware for useful application, it remains a question whether a quantum algorithm can be “efficiently” emulated within non-ideal quantum devices in the presence of environmental noises. Such limitations may be mitigated by studying the following topics: control algorithms for quantum systems; algorithms for quantum circuit synthesis; algorithms for quantum circuit simulation; hybrid quantum-classical algorithms for near term applications; neural network and other machine learning techniques for optimization tasks in quantum information processing; quantum error correction techniques for long-term quantum architecture. Collaboration with experimentalists and engineers (on both hardware and software) is widely explored.","Room 4481, HKUST",["Director of IAS Center for Quantum Technologies","Professor of Department of Physics"],[],"https://iascqt.hkust.edu.hk/bei-zeng",["__site/assets/databases/eb1998c2a7c54c649aa88ca82acc101d/Bei Zeng.png"],[],"Bei Zeng","Prof. Zeng received her Bachelor of Science in Physics and Mathematics, and Master of Science in Physics from Tsinghua University in 2002 and 2004 respectively. Then she pursued her PhD in Physics at Massachusetts Institute of Technology (MIT) and graduated in 2009. From 2009 to 2010, she worked as a Postdoctoral Fellow at the Institute for Quantum Computing (IQC) and the Department of Combinatorics & Optimization at the University of Waterloo. In 2010, Prof. Zeng joined the Department of Mathematics & Statistics at the University of Guelph as an Assistant Professor, and promoted to Tenured Associate Professor in 2014 and Professor in 2018. Since 2019, she has become a Professor in the Department of Physics at The Hong Kong University of Science and Technology.","曾蓓","(852) 2358 8895","zengb@ust.hk"],["Brain-inspired Device, Brain-inspired Hardware, Brain-inspired Algorithms, Machining Learning and Deep Learning","W3 507, HKUST (GZ)",["Asistant Professor of Advanced Material Thrust - Function Hub"],[],"https://facultyprofiles.hkust-gz.edu.cn/faculty-personal-page?id=938](https://facultyprofiles.hkust-gz.edu.cn/faculty-personal-page?id=938",["__site/assets/databases/eb1998c2a7c54c649aa88ca82acc101d/938.png"],[],"Renjing Xu","Dr. Renjing Xu is an Assistant Professor at the Microelectronics Thrust, Function Hub of the Hong Kong University of Science and Technology (Guangzhou). He received a B.Eng (First-class Honor) in photonic system from the Australian National University in 2015 and a Ph.D in applied physics from Harvard University in 2021 (advised by Prof. Donhee Ham). From 2015 to 2016, he was a visiting scholar in the Photonics Lab at University of Wisconsin - Madison.","许人镜","(86) 19950190957","renjingxu@ust.hk"],["Prof. Liu is interested in anything related to understanding the nature of computing (not limited to quantum computing) with insights from physics. He also built this website, but this is not a part of his interest!","W1 315, HKUST (GZ)",["Asistant Professor of Advanced Material Thrust - Function Hub"],[],"https://facultyprofiles.hkust-gz.edu.cn/faculty-personal-page?id=2498",["__site/assets/databases/eb1998c2a7c54c649aa88ca82acc101d/head.jpg"],["Website","Github"],"Jinguo Liu","Prof. Jinguo Liu acquired his Ph.D. training in Prof. Qiang-Hua Wang's group at Nanjing University on condensed matter physics. After that, he has been a postdoc in Prof. Lei Wang's group at the Institute of Physics (CAS) for two years, a full-time consultant in QuEra computing for half a year, and a postdoc in Prof. Mikhail Lukin's group at Harvard University for two years. His research direction is diverse, while all his studies are about developing new and better algorithms for solving existing or new problems. He is a passionate open source scientific software developer and he has the superpower of speeding up code in his lab by two orders.","刘金国","(86) 15195955770","jinguoliu@hkust-gz.edu.cn"]]}