{"keys":["Person","Abstract","Image","Date","Name"],"data":[["Xiaoxiao Wu","",["__site/assets/databases/003d7922fb114b159c1a8323e9324ee2/xiaoxiaowu.png"],"","Xiaoxiao Wu’s research interests"],["Peng Chen","",["__site/assets/databases/003d7922fb114b159c1a8323e9324ee2/pengchen2.png"],"","Compact ﻿two-dimensional magneto-optical trap as a source for\ncold strontium atoms"],["Peng Chen","",["__site/assets/databases/003d7922fb114b159c1a8323e9324ee2/pengchen.png"],"","Time-resolved and polarization dependent narrowband two-photon interference"],["Yuekuan Zhou","",["__site/assets/databases/003d7922fb114b159c1a8323e9324ee2/yuekuanzhou2.png"],"","多能源社区规划与零碳平台"],["Haoxiang Li","",["__site/assets/databases/003d7922fb114b159c1a8323e9324ee2/haoxiang2.png"],"","Phonon spectrum of a quantum spin liquid candidate"],["Haoxiang Li","The combination of nontrivial band topology and symmetry-breaking phases gives rise to novel quantum states and phenomena such as topological superconductivity, quantum anomalous Hall effect, and axion electrodynamics. Evidence of intertwined charge density wave (CDW) and superconducting order parameters has recently been observed in a novel kagome material AV3Sb5 (A = K, Rb, Cs) that features a Z2 topological invariant in the electronic structure. However, the origin of the CDW and its intricate interplay with the topological state has yet to be determined. Here, using hard-x-ray scattering, we demonstrate a three-dimensional CDW with 2 × 2 × 2 superstructure in (Rb, Cs)V3Sb5. Unexpectedly, we find that the CDW fails to induce acoustic phonon anomalies at the CDW wave vector but yields a novel Raman mode that quickly damps into a broad continuum below the CDW transition temperature. Our observations exclude strong electron-phonon-coupling-driven CDW in AV3Sb5 and support an unconventional CDW that was proposed in the kagome lattice at van Hove filling.",["__site/assets/databases/003d7922fb114b159c1a8323e9324ee2/spectroscopy.png"],"2021-09-03","Photon-based spectroscopy tool probing many-body states in quantum materials"],["Yuekuan Zhou","",["__site/assets/databases/003d7922fb114b159c1a8323e9324ee2/yuekuanzhou1.png"],"","被动式绿色建筑跨尺度模拟平台与优化"]]}